Revit 2027 API
UnitTypeId.PoundForceFeetPerFoot Property
 Pound force feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundForceFeetPerFoot { get; }
Public Shared ReadOnly Property PoundForceFeetPerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundForceFeetPerFoot {
	ForgeTypeId^ get ();
}
static member PoundForceFeetPerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace